TargetApplication=Advanced Renamer 3.64
Author=Josef Duštíra
SourceLANGID=1033
LANGID=1029
Generator=DKLang Translation Editor v3.0
LastModified=2014-06-11 16:42:14

[About]
00000002=O programu
00000094=Aren
00000161=Zavřít
00000162=Verze
00000165=Komentáře, upozornění na chyby, návrhy na zlepšení atd. jsou velice vítány.
00000166=O Advanced Renamer
00000167=Také vyzkoušejte fórum
00000168=Podpořit

[AddDir]
00000002=Přidat adresář
00000094=&Maska:
00000161=Zrušit
00000162=OK
00000163=Zahrnout &podsložky
00000164=Nový adresář...

[ARenMain]
00000002=ARen
00000005=0 Položek
00000006=0 Chyb
00000007=Stav: OK
00000008=Panel nástrojů
00000009=&Obnovit
00000010=T&est úlohy
00000011=Auto &Test
00000012=Náhledy
00000013=Na&stavení
00000014=&Nápověda
00000015=&Index...
00000016=&Klávesové zkratky...
00000017=&Přehled verzí...
00000018=&Kontrola nové verze...
00000020=&O programu...
00000021=Vrátit &předchozí úlohu
00000022=SPUSTIT ÚLOHU
00000023=Seznam nástrojů
00000024=&Přidat
00000025=&Soubory...
00000026=&Složky...
00000027=&Seznam
00000028=&Načíst...
00000029=&Uložit...
00000030=&Vymazat...
00000031=Odstranit &chybné položky
00000032=Navrch
00000033=Výše
00000034=Níže
00000035=Dospodu
00000036=Přejmenovat soubory
00000058=Přejmenovat složky
00000067=Název souboru:
00000068=Adresář
00000069=Velikost:
00000070=Datum vytvoření:
00000071=Datum změny:
00000072=Typ souboru:
00000073=Vlastnosti:
00000074=Datum přístupu:
00000075=Informace o položce
00000076=Žádné info
00000077=Nelze načíst rozšířené informace. Soubor může být používán.
00000078=Img
00000079=Rozměry:
00000080=Datum pořízení:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Titul:
00000086=Interpret:
00000087=Album:
00000088=Stopa:
00000089=Rok:
00000090=Žánr:
00000091=Dir
00000092=Obsahuje:
00000094=Žádná metoda nenalezena.
00000095=Seznam metod
00000096=Panel metod
00000097=Přidat &metodu
00000098=Odstranit metodu
00000099=&Vymazat
00000100=Navrch
00000101=Výše
00000102=Níže
00000103=Dospodu
00000105=Načíst seznam metod
00000106=Uložit do seznamu metod
00000107=Přednastavení:
00000110=Uložit seznam
00000111=Přesunout vybrané
00000112=Navrch
00000113=Výše
00000114=Níže
00000115=Dospodu
00000116=Přidat...
00000117=Odstranit
00000118=Spustit
00000119=Vlastnosti...
00000120=Načíst seznam...
00000121=Do textového souboru...
00000122=Vymazat seznam
00000123=Obnovit
00000124=Nastavení
00000125=Přispůsobit sloupce
00000144=&Přispůsobit...
00000145=&Kopírovat
00000152=Přesunout
00000153=Navrch
00000154=Výše
00000155=Níže
00000156=Dospodu
00000157=Změnit metodu
00000158=Přidat metodu
00000159=Odstranit
00000160=Vymazat
00000161=Potřebujete poradit?
00000162=Potřebujete poradit?
00000163=&Začínáme...
00000164=Přidat metodu
00000179=Vložit &Tag
00000180=&Zpět
00000181=Vy&jmout
00000182=&Kopírovat
00000183=&Vložit
00000184=Vybrat &vše
00000185=Navštívit online &forum...
00000186=Upravit sloupce
00000187=Nastavení
00000188=Přizpůsobit sloupce
00000189=&Přizpůsobit...
00000190=Styl zobrazení
00000191=Podrobnosti
00000192=Velké ikony
00000193=Malé ikony
00000194=Seznam
00000195=&Přispět na projekt...
00000196=Označit
00000197=Odznačit vybrané
00000198=Označit vybrané
00000200=Odznačit vše
00000201=Označit vše
00000202=Dávkový režim:
00000203=Výstupní složka:
00000204=Uložit seznam
00000205=Do CSV souboru...
00000206=Odstranit položky bez ID3 tagů
00000207=Odstranit položky bez obrazových informací
00000219=Řešení kolize názvů:
00000220=Oddělovač:
00000221=Předloha:
00000223=Otevřít úlohu
00000225=Uložit úlohu
00000226=Video
00000227=Rozměry:
00000228=Rychlost snímků:
00000229=Čas:
00000230=Video kodek:
00000231=Audio kodek
00000232=Přenosová rychlost:
00000233=GPS poloha:
00000234=Náhodné třídění
00000235=Změnit popis.
00000236=GPS přesnost:
00000237=ExifTool
00000238=Přidat panel nástrojů složek
00000239=Přidat vybrané
00000240=Zobrazit soubory
00000241=Obnovit
00000242=Panel složek
00000243=Panel složek
00000244=Přidat vybrané
00000245=TV ukázka...
00000246=Import
00000247=TV ukázka:
00000248=TV epizoda:
00000249=CSV soubor...
00000250=Označit podle vzoru...
00000251=Odznačit podle vzoru ...
00000252=Program
00000253=Konfigurovat z  příkazového řádku...
00000254=Obrátit značky
00000255=Vybrat
00000256=Vybrat vše
00000257=Nevybrat nic
00000258=Obrátit výběr
00000259=Značka neodpovídá vzoru ...

[BatchResultFrame]
00000003=Poslední výsledek
00000004=Celkový počet položek:
00000005=Počet nalezených chyb:
00000006=Zobrazit chyby...
00000007=Vrátit poslední úlohu...
00000008=Přidat všechny úspěšné položky
00000009=Přidat chybné položky
00000010=Přidat všechny položky

[CustomizeCols]
00000002=Přizpůsobit sloupce
00000094=Nastavení &sloupců:
00000095=&Sloupce:
00000096=Šířka &sloupců:
00000097=OK
00000098=Zrušit
00000099=Výše
00000100=Níže
00000101=Navrch
00000102=Dospodu
00000103=Uložit
00000104=Odstranit

[frmAddFolderChoice]
00000001=Přidat složku
00000002=Zrušit
00000003=OK
00000004=Přidat &soubory ve složkách
00000005=Přidat s&ložky
00000006=&Zahrnout podsložky
00000007=&Maska názvu souboru:
00000008=Vyberte způsob, jakým chcete přidat složky.
00000009=Přidat &kořenové složky
00000010=Přidat &podsložky

[InsertTag]
00000003=<Inc Nr> - Zvyšující se čísla
00000096=Výchozí
00000097=<DirName> - Název složky
00000099=<Inc Alpha> - Zvyšující se písmena
00000101=<Num Dirs> - Celkový počet podsložek ve složce
00000103=<Num Files> - Celkový počet souborů ve složce
00000105=<Ext> - Přípona
00000107=<Name> - Název souboru bez přípony
00000109=<Inc NrDir> - Zvyšující se číslo na každou složku
00000111=<Num Items> - Celkový počet položek v tomto seznamu
00000113=ID3/ MP3
00000114=<ID3 Album> Album
00000116=<ID3 Year> Rok
00000118=<ID3 Track> Stopa
00000120=<ID3 Tttle> Název
00000122=<ID3 Genre> Žánr
00000124=<ID3 Artist> Interpret
00000126=Obraz
00000127=<Img Width> Šířka obrazu
00000129=<Img Height> Výška obrazu
00000131=<Img Year> Rok
00000133=<Img Month> Měsíc
00000135=<Img Day> Den
00000137=<Img Hour> Hodina
00000139=<Img Min> Minuta
00000141=<Img Sec> Sekunda
00000143=<Img Autor> Autor obrazu
00000145=<Img Copyright> Copyright obrazu
00000147=Čas
00000148=<Year> Rok
00000150=<Sec> Sekunda
00000152=<Min> Minuta
00000154=<Hour> Hodina
00000156=<Day> Den
00000158=<Month> Měsíc
00000160=Vytvořeno
00000161=<Year Created> Rok vytvoření
00000163=<Sec Created> Sekunda vytvoření
00000165=<Min Created> Minuta vytvoření
00000167=<Hour Created> Hodina vytvoření
00000169=<Day Created> Den vytvoření
00000171=<Month Created> Měsíc vytvoření
00000173=Upraveno
00000174=<Year Modified> Rok úpravy
00000176=<Sec Modified> Sekunda úpravy
00000178=<Min Modified> Minuta úpravy
00000180=<Hour Modified> Hodina úpravy
00000182=<Day Modified> Den úpravy
00000184=<Month Modified> Měsíc úpravy
00000186=Nápověda
00000187=<Rand> Náhodné číslo
00000188=Rozšířené
00000189=<File Content> Obsah souboru
00000190=<Bitrate> Přenosová rychlost
00000191=<Substr> Podřetězec
00000192=<RSubstr> Podřetězec vpravo
00000193=<Word>  Indexované slovo názvu souboru
00000194=<Img Subsec>
00000195=Velikost souboru
00000196=<Filesize> Velikost souboru
00000197=<Filesize KB> Velikost souboru v KB
00000198=<Filesize MB> Velikost souboru v MB
00000199=<Filesize GB> Velikost souboru v GB
00000200=<Filesize TB> Velikost souboru v TB
00000201=Video
00000202=<Video šírka> Horizontální rozlišení videa
00000203=<Video výška> Vertikální rozlišení videa
00000204=<Video Codec> Video kodek
00000205=<Video Audio Codec> Audio kodek
00000206=<Bitrate> Celková přenosová rychlost
00000207=<Video Bitrate> Přenosová rychlost videa
00000208=<Video Audio Bitrate> Přenosová rychlost audia
00000210=<Video FrameRate> Počet snímků za sekundu
00000211=<Video Duration>  Délka trvání videa
00000212=<Img CameraMake> Značka fotoaparátu
00000213=<Img CameraModel> Model  fotoaparátu
00000214=<Img Aperture> Clona
00000215=<Img Brightness> Jas
00000216=<Img FocalLength> Ohnisková vzdálenost
00000217=<Img ISO> ISO
00000218=<Img ShutterSpeed> Rychlost závěrky
00000219=<Img ExposureTime> Čas expozice
00000220=<Img Subject> Subjekt
00000221=<Img Title> Název
00000222=<Img Contrast> Kontrast
00000223=<Img ExposureMode> Režim expozice
00000224=<Img ExposureProgram> Program expozice
00000225=<Img Saturation> Sytost
00000226=<Img Sharpness> Ostrost
00000227=<Img WhiteBalance> Vyvážení bílé
00000228=GPS
00000229=<GPS Lat> Zeměpisná šířka
00000230=<GPS Lat Deg> Zeměpisná šířka ve stupních
00000231=<GPS Lat Sec> Zeměpisná šířka v sekundách
00000232=<GPS Lat Min> Zeměpisná šířka v minutách
00000237=<GPS Lng>  Zeměpisná délka
00000238=<GPS Lng Deg> Zeměpisná délka ve stupních
00000239=<GPS Lng Min> Zeměpisná délka v minutách
00000240=<GPS Lng Sec> Zeměpisná délka v sekundách
00000241=<GPS Alt> Nadmořská výška
00000242=<GPS Krajiny> Kraj pořízení snímku
00000243=<GPS Mesta> Město pořízení snímku
00000244=<GPS Štátu> Země pořízení snímku
00000245=<GPS Lng Dir> Směr zeměpisné délky
00000246=<GPS Lat Dir> Směr zeměpisné šířky
00000247=<ExifTool> Hodnoty z ExifTool
00000249=Kontrolní součet
00000250=<MD5> - Kontrolní součet MD5
00000251=<SHA1> - Kontrolní součet SHA-1
00000252=<SHA256> - Kontrolní součet SHA-256
00000253=TV ukázka
00000254=<TVShow Genres> - Seznam žánrů
00000255=<TVShow Year> - Rok vysílání
00000256=<TVShow Title> - Název
00000257=<TVShow Season> - Číslo periody
00000258=<TVShow EpisodeNumber> - Číslo epizody
00000259=<TVShow Day> - Den vysílání epizody
00000260=<TVShow Month> - Měsíc vysílání epizody
00000261=<TVShow StartYear> - Rok prvního vysílání
00000262=<TVShow EpisodeTitle> - Název epizody
00000263=<TVShow EpisodeSequence> - Pořadové číslo epizody
00000264=<Inc Hex> - Zvyšování hex čísel
00000265=<Inc Roman> Zvyšování římských čísel
00000266=<Video Title> Název videa
00000267=<Video Genre> Žánr videa
00000279=<ID3 Duration> - Délka audia
00000280=<ID3 Hour> - Hodinová část délky audia
00000281=<ID3 Min> - Minutová část délky audia
00000282=<ID3 Sec> - Sekundová část délky audia
00000283=<Video Hour> - Hodinová část délky videa
00000284=<Video min> - Minutová část délky videa
00000285=<Video Sec> - Sekundová část délky videa
00000286=<File Line>
00000287=<Dec Nr> Znižování čísla

[InsertTagWnd]
00000002=Textové pole
00000094=Zrušit
00000095=Číselná hodnota
00000096=Předloha
00000097=OK
00000098=Použít regulární výrazy
00000099=Tagy:
00000100=Metaznaky pro regulární výrazy:

[Patern]
00000002=Předlohy
00000094=Dostupné předlohy:
00000159=&Odstranit
00000160=&Vybraná předloha:
00000161=OK
00000162=Zrušit
00000163=&Přidat
00000164=&Nová

[PreRenaming]
00000002=Spustit přejmenování
00000094=Nastavení:
00000160=Před stisknutím tlačítka Spustit se ujistěte, že vaše nastavení jsou správná.
00000161=Zrušit
00000162=Spustit

[Progress]
00000002=Provádění
00000094=Počkejte prosím do ukončení úlohy...
00000160=Celkový počet souborů:
00000161=OK
00000162=Překontrolujte chyby
00000163=Přidat soubory:
00000164=Žádné
00000165=Žádné\nSoubory, které mohou být přejmenovány\nSoubory, které nemohou být přejmenovány\nVšechny soubory
00000166=Záložka 1
00000167=Název souboru
00000168=Kód chyby
00000169=Popis chyby
00000170=Počet souborů:
00000171=Úspěšné:
00000172=Chyby:
00000173=Záložka 2
00000174=Nalezeny chyby:

[ProgressAdd]
00000002=Prosím čekejte
00000094=Přidávání souborů...
00000161=Zrušit

[ProgressError]
00000002=Byly nalezeny chyby
00000094=Ve vybraných souborech pro úlohu byly nalezeny chyby. Následující soubory nelze přejmenovat. Zvolte z akcí níže. Žádné soubory nebyly dosud přejmenovány.
00000161=Zastavit úlohu
00000163=Vynechat chybující soubory
00000164=Celkový počet souborů:
00000165=Chyby:
00000166=Název souboru
00000167=Chyba

[Settings]
00000002=Nastavení
00000161=Zrušit
00000162=OK
00000163=Výchozí
00000164=Nah&radit nepodporované:
00000165=Šířka &náhledu:
00000166=Výška ná&hledu:
00000167=Zobrazit in&formace o souboru
00000168=Potvrdit &vymazání seznamu
00000171=Kont&extová nabídka průzkumníka
00000172=Zobrazit &mřížky
00000173=Použit EXIF informace pro šířku a výšku obrázku
00000175=Jazyk:
00000177=Uložit nastavení v tomto adresáři:
00000178=Osobní složka
00000179=Stejný adresář jako aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Otevřít adresář..
00000187=Zobrazit nápovědu Začínáme
00000188=Použít nuly v Tagách Inc Nr
00000194=Kontrolovat aktualizace při spuštění
00000195=Použít EXIF pole pro datové a časové operace obrázku:
00000196=Zatržený stav má vliv na  Inc Nr Tagy
00000197=Oddělovače slov:
00000198=Přidružit .aren soubory k Advanced Renamer
00000199=Prostředí
00000200=Program
00000201=Přejmenování
00000202=Obrazové soubory
00000203=Hudební soubory
00000204=Priorita ID&3
00000205=Zobrazit lištu tlačítek Přidat metodu
00000206=Po ukončení úlohy přidat soub.:
00000207=Konzola
00000208=Složka aplikace v cestě prostředí
00000209=Editor JS Skriptu
00000210=Počet mezer klávesy TAB:
00000212=Přechod po konci řádku
00000213=Limit položek:

[UndoBatchForm]
00000002=Zpět
00000094=Vyberte úlohu v seznamu vlevo, kterou chcete vrátit zpět
00000161=Zavřít
00000162=Vrátit zpět
00000163=Původní položka
00000164=Přejmenovaný název souboru
00000165=Chyba
00000166=Původní složka
00000167=Označit vše
00000168=Odznačit vše
00000169=Pro navrácení do stavu před přejmenováním, vyberte předchozí úlohu níže a klikněte na tlačítko "Vrátit zpět".
00000170=Přejmenovaná složka
00000171=Odstranit...
00000172=Odznačit &chybné položky

[frmExifTool]
00000002=ExifTool
00000094=Zavřít
00000096=Tag:
00000097=Kopírovat
00000098=ExifTool je externí program s podporou více formátů souborů, než které nativně podporuje Advanced Renamer. Použijte ExifTool pro získání více metadat souborů.
00000099=Webové stránky ExifTool

[frmJSScript]
00000001=Skript
00000002=Zavřít a aplikovat skript
00000003=Tento skript bude proveden pouze jednou pro všechny položky v seznamu.
00000004=Tento skript bude proveden pouze jednou a to před opakovaním a zpracovaním všech položek v seznamu. Použijte jej pro nastavení libovolných počátočních hodnot.

[frmCSVImport]
00000002=CSV Import
00000003=&Import
00000008=Zrušit
00000009=Název souboru:
00000010=Oddělovač sloupců:
00000011=Sloupce pro původní název:
00000012=Sloupce pro nový název: (volitelné)
00000013=Základní složka pro původní soubory:
00000014=1. řádek bude záhlaví
00000015=Původní název souboru
00000016=Nový název souboru
00000017=Stav

[frmTVShow]
00000002=Import TV ukázky
00000003=OK
00000004=Hledat TV ukázku:
00000005=Hledat
00000006=Další >
00000007=< Předchozí
00000008=Zrušit
00000009=Vybrané ukázky:
00000010=Žánr:
00000011=Periody:
00000013=Periódy:
00000014=Epizody:
00000015=Použijte tohoto průvodce k doplnění souborů v seznamu informacemi získanými z TVRage.com.\n\nPřed tím než budete pokračovat se ujistěte, zda jsou soubory v seznamu správně seřazeny.\n\nPo dokončení importu z tvrage.com, můžete použít získané tagy k přejmenování souborů informacemi z TV ukázek.
00000016=Import z:
00000017=Počet položek seznamu:
00000018=Počet vybraných epizod:
00000019=Obnovit

[frmCommandLine]
00000002=Konfigurace příkazovým řádkem
00000202=Dávkový režim:
00000223=Otevřít dávkový režim
00000224=Cesta:
00000225=Seznam metod:
00000226=Typy položek:
00000227=Položky:
00000228=Pořadí položek:
00000229=Výstup do souboru protokolu:
00000230=Cílová složka:
00000231=Maska položky:
00000232=Regex masky položky:
00000233=Příkaz:
00000234=Soubor obsahující položky:
00000235=Přidat též položky z podadresářů
00000236=Obrátit
00000237=Položky z cesty
00000238=Seznam položek
00000239=Soubor obsahující položky
00000240=Kopírovat příkaz
00000241=Uložit do .bat souboru...
00000242=Zavřít
00000243=Otevřít soubor
00000244=Uložit soubor
00000245=Uložit soubor úlohy

[$CONSTANTS]
AbsoluteDateTime=Absolutní datum a čas
Accessed=Přistoupeno
AccessedDateTime=Datum a čas přístupu
Active=Aktivní
Add=Přidat
AddFiles=Přidat soubory
AddingFiles=Přidávání souborů...
All=Vše
AllFiles=Všechny soubory
AllItems=Všechny položky
AnalyzingFiles=Analyzování souborů...
ApplyScript=Použít skript
ApplyTo=Aplikovat na
Archive=Archivní
Archive_Short=A
Ask=Zeptat se
AtIndex=At index
Audio=Audio
Backwards=Odzadu
BatchModeCopy=Kopírovat
BatchModeMove=Přesunout
BatchModeRename=Přejmenovat
Beta=Beta
BetaFeature=Beta funkce
CaseSensitive=Rozlišovat malá a velká písmena
ColumnName0=Název souboru
ColumnName1=Cesta
ColumnName10=ID3 žánr
ColumnName100=Název složky
ColumnName101=Cesta
ColumnName102=Datum vytvoření
ColumnName103=Vlastnosti
ColumnName104=Nové vlastnosti
ColumnName105=Nový název složky
ColumnName106=Nový datum vytvoření
ColumnName107=Kód chyby
ColumnName108=Chyba
ColumnName109=Nová cesta
ColumnName11=ID3 Název
ColumnName12=ID3 Číslo
ColumnName13=ID3 Rok
ColumnName14=Nové vlastnosti
ColumnName15=Nový název souboru
ColumnName16=Nový datum
ColumnName17=Nový datum přístupu
ColumnName18=Nový datum úpravy
ColumnName19=Kód chyby
ColumnName2=Velikost
ColumnName20=Chyba
ColumnName21=Datum pořízení
ColumnName22=Přípona
ColumnName23=Nová cesta
ColumnName3=Datum vytvoření
ColumnName4=Datum přístupu
ColumnName5=Datum úpravy
ColumnName6=Vlastnosti
ColumnName7=Rozměry
ColumnName8=ID3 Album
ColumnName9=ID3 Interpret
CopiedFileCouldNotBeFound=Kopírovaný soubor nenalezen
CopiedFolderCouldNotBeFound=Kopírovaná složka nenalezena
CopiedItem=Kopírovaná  položka
CopiedItemPath=Kopírovaní cesta položky
Created=Vytvořeno
CreatedDateTime=Datum a čas vytvoření
current=aktuální
Datetime=Datum čas
Day=Den
Day_Long_1=Pondělí
Day_Long_2=Úterý
Day_Long_3=Středa
Day_Long_4=Čtvrtek
Day_Long_5=Pátek
Day_Long_6=Sobota
Day_Long_7=Neděle
Day_Short_1=Po
Day_Short_2=Út
Day_Short_3=St
Day_Short_4=Čt
Day_Short_5=Pá
Day_Short_6=So
Day_Short_7=Ne
DeltaDateTime=Delta datumu a času
Description=Popis
DirnamePattern=Vzor názvu složky
Edit=Upravit
Error=Chyba
Errors=Chyby
Err_100=OK
Err_101=Neznámá chyba
Err_102=<>:"/\\*? nejsou podporovány v názvech souborů
Err_103=Název souboru obsahuje nepovolené znaky
Err_104=Název souboru je příliš dlouhý
Err_105=Soubor již existuje
Err_106=Složka neexistuje
Err_107=Nelze nalézt zdrojový soubor
Err_108=Název souboru není uveden
Err_109=Existuje více souborů se stejným názvem
Err_110=Neplatná metoda přejmenování
Err_111=Informace o obrázku nebyly nalezeny
Err_112=ID3 TAG nenalezen
Err_113=Příliš mnoho souborů <Inc Alpha>
Err_114=Neplatné časové razítko
Err_115=Přípona se změnila
Err_116=Neplatný Tag
Err_117=Metaznaky pro regulární výrazy:
Err_118=Vzor nenalezen
Err_119=Žádný výsledek z geo serveru
Err_120=Neplatný výsledek z geo serveru
Err_121=Informace o video souboru nenalezeny
Err_122=Informace GPS nenalezeny
Err_123=Složky nemohou být přesunuty nebo kopírovíny na jinou jednotku
Err_124=Neplatný skript
Err_125=Chyba ExifTool
Err_126=Informace TV ukázky sa nepodařilo načíst. Nejprve použijte okno TVImport.
Excellent=Vynikající
EXIFDate_DateDigitized=Digitalizované datum
EXIFDate_DateOriginal=Původní datum
EXIFDate_DateTaken=Datum pořízení
Extension=Příponu
Fair=Správně
File=Soubor
FileCouldNotBeRenamed=Soubor nelze přejmenovat
Fileinfo=Informace o položce
FilenamePattern=Vzor názvu souboru
FileRenamedOK=Soubor přejmenován OK
Files=Soubory
Folder=Složka
FolderLocation=Umístění složky
Folders=Složky
GettingThumbnails=Načítaní náhledu
Good=Dobře
GotErrors=Vznikla chyba
HandleNegativeNumbers=Podpora záporných čísel
Hidden=Skrytý
Hidden_Short=H
Hour=Hod.
Ideal=Ideální
ImageDateTime=Datum a čas obrazu
ImageFile=Soubor obrazu
InputMessageDescription=Změnit popis metody
InvertCase=Nastavit obrácený stav
ItemNotReverted=Položku nelze obnovit
ItemRevertedOK=Položka obnovena  OK
Items=Položky
LoadList=Načíst seznam
LowerCase=Nastavit malá písmena
LowerCaseFirstLetter=Nastavit malé písmeno na začátku
LowerCaseFirstLetterInEveryWord=Nastavit malé prvé písmeno v každém slově
LowerCasePattern=Nastavit vzor na malá písmena
MethodName_Add=Přidat
MethodName_Attributes=Vlastnosti
MethodName_List=Seznam
MethodName_Move=Přesunout
MethodName_NewCase=Nový znak
MethodName_NewName=Nový název
MethodName_Remove=Odstranit
MethodName_RemovePattern=Odstranit vzor
MethodName_Renumber=Přečíslovat
MethodName_Replace=Nahradit
MethodName_Script=Skript
MethodName_Swap=Vyměnit
MethodName_Timestamp=Časové razítko
MethodName_Trim=Ořezat
Methods=Metody
Min=Min.
Moderate=Střední
Modified=Upraveno
ModifiedDateTime=Datum a čas úpravy
Month=Měsíc
Month_01_Long=Leden
Month_01_Short=Led
Month_02_Long=Únor
Month_02_Short=Ún
Month_03_Long=Březen
Month_03_Short=Bře
Month_04_Long=Duben
Month_04_Short=Dub
Month_05_Long=Květen
Month_05_Short=Kvě
Month_06_Long=Červen
Month_06_Short=Čer
Month_07_Long=Červenec
Month_07_Short=Čvc
Month_08_Long=Srpen
Month_08_Short=Srp
Month_09_Long=Září
Month_09_Short=Zář
Month_10_Long=Říjen
Month_10_Short=Říj
Month_11_Long=Listopad
Month_11_Short=Lis
Month_12_Long=Prosinec
Month_12_Short=Pro
MoveCount=Přesunout počet míst
MovedFileCouldNotBeFound=Přesunutý soubor nenalezen
MovedFolderCouldNotBeFound=Přesunutá složka nenalezena
MovedItem=Přesunatá položka
MovedItemPath=Přesunutá cesta položky
MoveFrom=Přesunout z
MoveRelative=Presunout relativně
MoveTo=Přesunout na
MsgTitle_Confirm_ClearList=Vymazat seznam
MsgTitle_Confirm_DeleteColumnSet=Vymazat nastavení sloupce?
MsgTitle_Confirm_OverwriteColumnSet=Nastavení již existuje
MsgTitle_Confirm_Quit=Ukončit Advanced Renamer
MsgTitle_Error=Chyba
MsgTitle_Error_FileNotFound=Soubor nenalezen
MsgTitle_Error_InvalidColumnSetName=Neplatný název
Msg_Confirm_ClearList=Chystáte se vymazat všechny soubory ze seznamu.\n\nOpravdu chcete pokračovat?
Msg_Confirm_ClearMethodList=Vymazat seznam metod?
Msg_Confirm_DeleteColumnSet=Odstranit nastavení sloupce?\n\nOpravdu chcete odstranit nastavení s názvem "%s"
Msg_Confirm_ExtChanged=U některých souborů bude změněna přípona. Toto může v některých případech zapříčinit nepoužitelnost těchto souborů.\n\nOpravdu chcete pokračovat?
Msg_Confirm_OverwriteColumnSet=Nastavení jižž existuje\n\nOpravdu chcete přepsat soubor s názvem "%s"?
Msg_Confirm_OverwriteFile=Přepsat soubor?\n\nChystáte sa přepsat soubor "% s". Opravdu chcete pokračovat?
Msg_Confirm_PopulateList=Doplnit seznam s původními názvy položek?
Msg_Confirm_Quit=V sezname jsou stále ještě soubory\n\nOpravdu chcete ukončit aplikaci?
Msg_Confirm_RenamingPossibleErrors=Byly nalezeny chyby\n\nNalezené chyby mohou způsobit, že nebude možné přejmenovat přidané soubory.\n\nChcete pokračovat v přejmenování?
Msg_Confirm_SettingsPathChanged=Změnili jste adresář nastavení.\n\nChcete zkopírovat aktuální nastavení do tohoto adresáře?\n\nPoznámka: Všechny existující soubory v tomto adresáři budou přepsány.
Msg_Error_AddFileAssociation=Nepodařilo se přidat přiřazení souboru
Msg_Error_CannotAddSoManyFiles=Nelze přidat soubory.\n\nNelze načítst více než %d položek do seznamu.
Msg_Error_CheckUpdates=Chyba\n\nNebylo možné zkontrolovat aktualizace.
Msg_Error_CoultNotCreateFolder=Nelze vytvořit adresář
Msg_Error_FileNotFound=Chyba\n\nNelze nalézt soubor "%s".
Msg_Error_InvalidColumnSetName=Chyba\n\n%s není platný název\n\nNastavení názvu sloupce může obsahovat pouze písmena, čísla,- a _.
Msg_Error_InvalidFolder=Chyba\n\nNeplatný adresář.
Msg_Error_MustEnableBeforeAddFolders=Musíte povolit  "%s" nebo "%s"
Msg_Error_NotFoundItems=%d Položky nebyly nalezeny.\n%s
Msg_Error_NoUndoList=Nebyla vybrána žádná položka ze seznamu Zpět.
Msg_Error_Only2000Plus=Tato funkce není na vašem systému podporována. Tato vlastnost je dostupná pouze v systému Windows 2000, nebo vyšším.
Msg_Error_RemoveFileAssociation=Nepodařilo sa odstranit přiřazení souboru.
Msg_Error_RenamingNoFilesInList=Chyba\n\nPřejmenování nelze spustit, protože seznam neobsahuje žádné soubory.
Msg_Error_Unknown=Neznámá chyba\n\n%s
Msg_FirstTimeUse=Možná že je to poprvé, co používáte Advanced Renamer. Před prvním použitím tohoto programu je dobré nahlédnout do užívatelské příručky. \n\nChcete si nyní prohlédnout uživatelskou příručku?
Msg_Info_BatchModeNotSupportedForFolders=Vybraná úloha není podporována pro použití se složkami.
Msg_Info_ConvertMethods_0310=V této verzi Advanced Renamer se předvolby metod nalézají v uživatelské složce. Po kliknutí na tlačítko OK bude možno vybrat prázdnou složku pro převedení vašich existujících předvoleb metod.
Msg_Info_CouldNotBeAdded=%d soubory nelze přidat.
Msg_Info_ItemsAlreadyInList=%d položek je jž v seznamu
Msg_Info_LanguageChange=Změny jazyka se projeví až po restartu programu.
Msg_Info_NewVersion=Je k dispozici nová verze Advanced Renamer.\nChcete stáhnout novou verzi?
Msg_Info_NoNewVersion=V současné době není k dispozici žádná nová verze Advanced Renamer.
Msg_Info_RevertChanges=Toto vrátí všechny vaše změny do výchozího nastavení.\n\nChcete pokračovat?
Msg_Info_UndoHasEnded=Úloha Zpět se ukončila s %d chybami.
Msg_Info_UndoSuccess=Úloha byla úspěšně vrácena.
MusicFile=Hudební soubor
Name=Název
NameAndExtension=Název a příponu
NameCollisionRule_AppendImgSubsec=Přidat funkci obrázku sub second
NameCollisionRule_AppendNumber=Přidat zvyšující se číslo
NameCollisionRule_AppendPattern=Přidat vzor
NameCollisionRule_Fail=Při kolizi -
NewCase=Nový znak
NewFolder=Nová složka
NewName=Nový název
NewNumber=Nové číslo
No=Ne
NoChange=Beze změny
NoMethods=Nejsou nastaveny žádné metody.\n\nKlikněte na tlačítko " Přidat metodu",\n\nnebo vyberte ze seznamu dole.
None=Žádné
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Číselný rozdíl
NumberLength=Délka čísla
NumberPosition=Pozice čísla
NumericValueOrPattern=Číselná hodnota, nebo vzor
Occurrence=Výskyt
OK=OK
OriginalFileNotFound=Původní soubor nenalezen
OriginalFileStillExists=Původní soubor ještě existuje
OriginalFolderNotFound=Původní složka nenalezena
OriginalFolderStillExists=Původní složka ještě existuje
Pattern=Vzor
Poor=Špatný
PopulateList=Doplnit seznam
PreBatchScript=Skript před úlohou...
ReadOnly=Pouze pro čtení
Readonly_Short=R
RegEx_AnyChar=Libovolný znak
RegEx_CharList=Znak je obsažen v seznamu znaků
RegEx_Digit=Numerický znak
RegEx_EndLine=Konec řádku
RegEx_Match0OrMore=Musí být 0 nebo větší
RegEx_Match1Or0=Musí být 1 nebo 0
RegEx_Match1OrMore=Musí být 1 nebo větší
RegEx_MatchLeastNTimeNoMoreM=Musí být alespoň n krát, ale ne více než m krát
RegEx_MatchLeastNTimes=Musí být alespoň n krát
RegEx_MatchNTimes=Musí být n krát
RegEx_NonCharList=Znak není obsažen v seznamu znaků
RegEx_NonDigit=Ne-numerický znak
RegEx_NonWordChar=Ne-znak abecedy
RegEx_StartLine=Začátek řádky
RegEx_SubAlternative=Alternativní dílčí vzor
RegEx_SubGroup=Skupina dílčích vzorů
RegEx_SubMatch=První shoda dílčího vzoru
RegEx_WordChar=Znak abecedy
RemoveCount=Odstranit počet míst
RenamedFileCouldNotBeFound=Přejmenovaný soubor nelze najít
RenamedFolderCouldNotBeFound=Přejmenovanou složku nelze najít
RenamedItem=Přejmenovaná položka
RenamedItemPath=Přejmenovaná cesta položky
RenumberChange=Změnit
RenumberChangeTypeAbsoluteText=Absolutní číslo
RenumberChangeTypeRelativeText=Relativně k existujícímu číslu
Replace=Nahradit
ReplaceWith=Nahradit s
SaveColumnSet=Uložit nastavení sloupce
SaveList=Uložit seznam
Season=Perioda
Sec=Sek.
SelectFolder=Vyberte složku
SelectMethod=Vyberte metodu.
Separator=Oddělovač
Set=Nastavit
ShowInWindow=Zobrazit v okně...
Skip=Krok
StartingAt=Začít od
Status=Stav
Status_TestingNames=Stav: Testování názvů...
System=Systémový
System_Short=S
Tag=Tag
TagCategoryAdvanced=Rozšírené Tagy
TagCategoryChecksum=Kontrolní součet
TagCategoryDateTime=Datum/ čas
TagCategoryDateTimeCreated=Datum/ čas vytvoření
TagCategoryDateTimeModified=Datum/ čas úpravy
TagCategoryDefault=Výchozí Tagy
TagCategoryFileSize=Velikost souboru
TagCategoryGPS=GPS poloha
TagCategoryID3=ID3/MP3 Tagy
TagCategoryImage=Obrazové Tagy
TagCategoryTVShow=TV ukázka
TagCategoryVideo=Video Tagy
TBShowlblEpisodesTitle=Vyberte si periodu a epizodu pro "%s".
TextList=Textový seznam
TextToBeReplaced=Nahrazovaný text
ToRemoveMoreThanOne=Pro odstranění více než jednoho vzoru, použijte \\ pro oddělení rozdílných vzorů.
ToReplaceMoreThanOne=Pro nahrazení více než jedné fráze, použijte \\ pro oddělení rozdílných frází.
TrimCharacters=Odebrat znaky
TypeNameForColumnSet=Zadejte název pro nastavení sloupce.
Unknown=Neznámý
Unset=Zrušit
UpdateAvailable=K dispozici je nová verze. Klikněte pro aktualizaci.\n\n\n
UpperCase=Nastavit velká písmena
UpperCaseFirstLetter=Nastavit velké písmeno na začátku
UpperCaseFirstLetterInEveryWord=Nastavit velké prvé písmeno v každém slově
UpperCasePattern=Nastavit vzor na velká písmena
UseRegularExpressions=Použít regulární výrazy
Value=Hodnota
Video=Video
VideoFile=Videosoubor
WithErrors=Položky s chybami
WithoutErrors=Položky bez chyb
WordSeperators=Oddělovač slov
Year=Rok
Yes=Ano
ZeroPadding=Vyplnit nulami
ZeroPadTypeAuto=Automaticky
ZeroPadTypeManual=Ručně
ZeroPadTypeNo=Bez vyplnění
